{
    "The :attribute must contain at least one letter.": ":attribute doit contenir au moins une lettre.",
    "The :attribute must contain at least one number.": ":attribute doit contenir au moins un nombre.",
    "The :attribute must contain at least one symbol.": ":attribute doit contenir au moins un symbole.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":attribute doit contenir au moins une lettre majuscule et une lettre minuscule.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "L'attribut :donné est apparu dans une fuite de données. Veuillez choisir un autre :attribute.",
    "Read and download documents for free": "Lire et télécharger des documents gratuitement",
    "Privacy": "Confidentialité",
    "Privacy Policy for": "Politique de confidentialité pour",
    "If you require any more information or have any questions about our privacy policy, please feel free to contact us by: BookStory.site@gmail.com.": "Si vous avez besoin de plus d'informations ou si vous avez des questions sur notre politique de confidentialité, n'hésitez pas à nous contacter par : BookStory.site@gmail.com.",
    "At BookStory, the privacy of our visitors is of extreme importance to us. This privacy policy document outlines the types of personal information is received and collected by BookStory and how it is used": "Chez BookStory, la vie privée de nos visiteurs est d'une extrême importance pour nous. Ce document de politique de confidentialité décrit les types d'informations personnelles reçues et collectées par BookStory et comment elles sont utilisées.",
    "Like many other Web sites, BookStory makes use of log files. The information inside the log files includes internet protocol ( IP ) addresses, type of browser, Internet Service Provider ( ISP ), date\/time stamp, referring\/exit pages, and number of clicks to analyze trends, administer the site, track user’s movement around the site, and gather demographic information. IP addresses, and other such information are not linked to any information that is personally identifiable.": "Comme de nombreux autres sites Web, BookStory utilise des fichiers journaux. Les informations contenues dans les fichiers journaux incluent les adresses de protocole Internet (IP), le type de navigateur, le fournisseur d'accès Internet (FAI), l'horodatage, les pages de renvoi\/sortie et le nombre de clics pour analyser les tendances, administrer le site, suivre les mouvements de l'utilisateur. autour du site, et recueillir des informations démographiques. Les adresses IP et autres informations de ce type ne sont liées à aucune information personnellement identifiable.",
    "Our Service does not address anyone under the age of 18 (“Children”).": "Notre Service ne s'adresse pas aux personnes de moins de 18 ans (\"Enfants\").",
    "We do not knowingly collect personally identifiable information from anyone under the age of 18. If you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.": "Nous ne collectons pas sciemment des informations personnellement identifiables auprès de personnes de moins de 18 ans. Si vous êtes un parent ou un tuteur et que vous savez que vos enfants nous ont fourni des données personnelles, veuillez nous contacter. Si nous apprenons que nous avons collecté des données personnelles d'enfants sans vérification du consentement parental, nous prenons des mesures pour supprimer ces informations de nos serveurs.",
    "BookStory does use cookies to store information about visitors preferences, record user-specific information on which pages the user access or visit, customize Web page content based on visitors browser type or other information that the visitor sends via their browser.": "BookStory utilise des cookies pour stocker des informations sur les préférences des visiteurs, enregistrer des informations spécifiques à l'utilisateur sur les pages auxquelles l'utilisateur accède ou visite, personnaliser le contenu de la page Web en fonction du type de navigateur des visiteurs ou d'autres informations que le visiteur envoie via son navigateur.",
    "These third-party ad servers or ad networks use technology to the advertisements and links that appear on BookStory send directly to your browsers. They automatically receive your IP address when this occurs. Other technologies ( such as cookies, JavaScript, or Web Beacons ) may also be used by the third-party ad networks to measure the effectiveness of their advertisements and \/ or to personalize the advertising content that you see": "Ces serveurs publicitaires ou réseaux publicitaires tiers utilisent la technologie pour envoyer les publicités et les liens qui apparaissent sur BookStory directement à vos navigateurs. Ils reçoivent automatiquement votre adresse IP lorsque cela se produit. D'autres technologies (telles que les cookies, JavaScript ou les balises Web) peuvent également être utilisées par les réseaux publicitaires tiers pour mesurer l'efficacité de leurs publicités et\/ou pour personnaliser le contenu publicitaire que vous voyez.",
    "BookStory has no access to or control over these cookies that are used by third-party advertisers.": "BookStory n'a aucun accès ni aucun contrôle sur ces cookies qui sont utilisés par des annonceurs tiers.",
    "You should consult the respective privacy policies of these third-party ad servers for more detailed information on their practices as well as for instructions about how to opt-out of certain practices. BookStory's privacy policy does not apply to, and we cannot control the activities of, such other advertisers or web sites.": "Vous devriez consulter les politiques de confidentialité respectives de ces serveurs publicitaires tiers pour obtenir des informations plus détaillées sur leurs pratiques ainsi que des instructions sur la façon de refuser certaines pratiques. La politique de confidentialité de BookStory ne s'applique pas à, et nous ne pouvons pas contrôler les activités de ces autres annonceurs ou sites Web.",
    "If you wish to disable cookies, you may do so through your individual browser options. More detailed information about cookie management with specific web browsers can be found at the browsers' respective websites.": "Si vous souhaitez désactiver les cookies, vous pouvez le faire via les options de votre navigateur. Des informations plus détaillées sur la gestion des cookies avec des navigateurs Web spécifiques sont disponibles sur les sites Web respectifs des navigateurs.",
    "Documents": "Documents",
    "Authors": "Auteurs",
    "News": "Nouvelles",
    "Contact": "Contacter",
    "Search": "Recherche",
    "Everything you want is ": "Tout ce que tu veux est",
    "free here": "gratuit ici",
    "Search ,upload ,read and download your Documents.Non-profit activities for the community": "Recherchez, téléchargez, lisez et téléchargez vos documents. Activités à but non lucratif pour la communauté",
    "Read documents": "Lire des documents",
    "Upload documents": "Télécharger des documents",
    "Overview": "Aperçu",
    "Total User": "Utilisateur total",
    "Total Document": "Documents totaux",
    "Total Click": "Clic total",
    "Everything you want is free here": "Tout ce que vous voulez est gratuit ici",
    "Take a look at some of our standout features": "Jetez un coup d'œil à certaines de nos fonctionnalités exceptionnelles",
    "Everything is easy when you want to read and download documents online for free.": "Tout est facile quand on veut lire et télécharger gratuitement des documents en ligne.",
    "Free documents upload": "Téléchargement gratuit de documents",
    "Do you have a document and want to share it with everyone? upload it here.": "Vous avez un document et souhaitez le partager avec tout le monde ? téléchargez-le ici.",
    "Security": "Sécurité",
    "We will protect your personal information,we will try to avoid any attacks to steal data.": "Nous protégerons vos informations personnelles, nous essaierons d'éviter toute attaque visant à voler des données.",
    "No advertising": "Pas de publicité",
    "Do not advertise for non-profit purposes,everything here you use it for free .": "Ne faites pas de publicité à des fins non lucratives, tout ici vous l'utilisez gratuitement.",
    "Most active contributors": "Contributeurs les plus actifs",
    "Popular Documents": "Documents populaires",
    "List Document": "Document de liste",
    "List Author": "Auteur de la liste",
    "Contact us": "Contactez-nous",
    "Contact information": "Informations de contact",
    "Send any complaints or contributions to us here.Thanks.": "Envoyez-nous toute plainte ou contribution ici. Merci.",
    "Send us a message": "Envoie-nous un message",
    "Full name": "Nom complet",
    "Subject": "Matière",
    "Message": "Message",
    "Submit": "Soumettre",
    "Max. 500 characters": "Max. 500 caractères",
    "For personal and professional use. You cannot resell or redistribute these documents in their original or modified state.": "Pour usage personnel et professionnel. Vous ne pouvez pas revendre ou redistribuer ces documents dans leur état d'origine ou modifié.",
    "Read full privacy": "Lire la confidentialité complète",
    "Reader Reviews": "Avis des lecteurs",
    "Write a review": "Écrire une critique",
    "Information": "Information",
    "Personal details and documents.": "Données et documents personnels.",
    "User privacy, use of technology and cybersecurity are linked to each other. Many previous studies consider online user base religion agnostic; this chapter will try to shed light on the user behaviour factors associated with religious beliefs. Current research did not fully explain the specifics of user behaviour influenced by religion. This chapter will use Islam as the religion in question.": "La vie privée des utilisateurs, l'utilisation de la technologie et la cybersécurité sont liées les unes aux autres. De nombreuses études antérieures considèrent que la base d'utilisateurs en ligne est indépendante de la religion ; ce chapitre tentera d'éclairer les facteurs de comportement des utilisateurs associés aux croyances religieuses. Les recherches actuelles n'ont pas pleinement expliqué les spécificités du comportement des utilisateurs influencé par la religion. Ce chapitre utilisera l'islam comme religion en question.",
    "Role": "Rôle",
    "Status": "Statut",
    "Report Author": "Auteur du rapport",
    "Follow": "Suivre",
    "Dashbroad": "Tableau de bord",
    "View profile": "Voir le profil",
    "Activity": "Activité",
    "Notification": "Notification",
    "Reports": "Rapports",
    "Profile": "Profil",
    "Action": "Action",
    "Edit Profile": "Editer le profil",
    "Deactive your account": "Désactiver votre compte",
    "Personal Information": "Renseignements personnels",
    "Password": "Mot de passe",
    "Add new document": "Ajouter un nouveau document",
    "Your documents": "Vos documents",
    "Upload your documents free!!": "Téléchargez vos documents gratuitement !!",
    "Get started by creating a new document.": "Commencez par créer un nouveau document.",
    "New Document": "Nouveau document",
    "Dashboard": "Tableau de bord",
    "Note : Field": "Remarque : Champ",
    "is required": "est requis",
    "Currently can only upload in PDF format": "Actuellement, ne peut télécharger qu'au format PDF",
    "Title": "Titre",
    "Slug": "Limace",
    "If the slug is blank, it will be automatically generated by title.": "Si le slug est vide, il sera automatiquement généré par titre.",
    "Description": "La description",
    "separated by commas": "séparé par des virgules",
    "Upload a document": "Télécharger un document",
    "or drag and drop": "ou glisser-déposer",
    "Back": "Arrière",
    "Save": "Sauver",
    "Join date": "Date d'inscription",
    "After deactivating your account, you will not be able to access your account again. However, your documents will still be displayed": "Après avoir désactivé votre compte, vous ne pourrez plus accéder à votre compte. Cependant, vos documents seront toujours affichés",
    "Enter password to continue": "Entrez le mot de passe pour continuer",
    "Read now": "Lisez maintenant",
    "Edit": "Modifier",
    "Deactive": "Désactiver",
    "Photo": "Photo",
    "Old password": "Ancien mot de passe",
    "New password": "Nouveau mot de passe",
    "Confirm password": "Confirmez le mot de passe",
    "Update": "Mise à jour",
    "total_document_in_list": "Il y a tous :count_documents documents",
    "total_author_in_list": "Il y a tous les auteurs :count_authors",
    "Related keywords": "mots-clés associés",
    "There are no matching documents, please try again": "Il n'y a pas de documents correspondants, veuillez réessayer",
    "Keyword : ": "Mot-clé : ",
    "Top Keyword" : "Meilleur mot-clé"
}
