{
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "Read and download documents for free": "Baca dan unduh dokumen secara gratis",
    "Privacy": "Pribadi",
    "Privacy Policy for": "Kebijakan Privasi untuk",
    "If you require any more information or have any questions about our privacy policy, please feel free to contact us by: BookStory.site@gmail.com.": "Jika Anda memerlukan informasi lebih lanjut atau memiliki pertanyaan tentang kebijakan privasi kami, jangan ragu untuk menghubungi kami melalui: BookStory.site@gmail.com.",
    "At BookStory, the privacy of our visitors is of extreme importance to us. This privacy policy document outlines the types of personal information is received and collected by BookStory and how it is used": "Di BookStory, privasi pengunjung kami sangat penting bagi kami. Dokumen kebijakan privasi ini menguraikan jenis informasi pribadi yang diterima dan dikumpulkan oleh BookStory dan bagaimana informasi tersebut digunakan",
    "Like many other Web sites, BookStory makes use of log files. The information inside the log files includes internet protocol ( IP ) addresses, type of browser, Internet Service Provider ( ISP ), date/time stamp, referring/exit pages, and number of clicks to analyze trends, administer the site, track user’s movement around the site, and gather demographic information. IP addresses, and other such information are not linked to any information that is personally identifiable.": "Seperti banyak situs Web lain, BookStory menggunakan file log. Informasi di dalam file log termasuk alamat protokol internet ( IP ), jenis browser, Penyedia Layanan Internet ( ISP ), cap tanggal/waktu, halaman rujukan/keluar, dan jumlah klik untuk menganalisis tren, mengelola situs, melacak pergerakan pengguna di sekitar situs, dan mengumpulkan informasi demografis. Alamat IP, dan informasi lain semacam itu tidak terkait dengan informasi apa pun yang dapat diidentifikasi secara pribadi.",
    "Our Service does not address anyone under the age of 18 (“Children”).": "Layanan kami tidak ditujukan kepada siapa pun yang berusia di bawah 18 tahun (“Anak-anak”).",
    "We do not knowingly collect personally identifiable information from anyone under the age of 18. If you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.": "Kami tidak secara sadar mengumpulkan informasi pengenal pribadi dari siapa pun yang berusia di bawah 18 tahun. Jika Anda adalah orang tua atau wali dan Anda mengetahui bahwa Anak-anak Anda telah memberi kami Data Pribadi, silakan hubungi kami. Jika kami mengetahui bahwa kami telah mengumpulkan Data Pribadi dari anak-anak tanpa verifikasi persetujuan orang tua, kami mengambil langkah-langkah untuk menghapus informasi tersebut dari server kami.",
    "BookStory does use cookies to store information about visitors preferences, record user-specific information on which pages the user access or visit, customize Web page content based on visitors browser type or other information that the visitor sends via their browser.": "BookStory menggunakan cookie untuk menyimpan informasi tentang preferensi pengunjung, merekam informasi spesifik pengguna di halaman mana yang diakses atau dikunjungi pengguna, menyesuaikan konten halaman Web berdasarkan jenis browser pengunjung atau informasi lain yang dikirim pengunjung melalui browser mereka.",
    "These third-party ad servers or ad networks use technology to the advertisements and links that appear on BookStory send directly to your browsers. They automatically receive your IP address when this occurs. Other technologies ( such as cookies, JavaScript, or Web Beacons ) may also be used by the third-party ad networks to measure the effectiveness of their advertisements and / or to personalize the advertising content that you see": "Server iklan atau jaringan iklan pihak ketiga ini menggunakan teknologi untuk iklan dan tautan yang muncul di BookStory mengirim langsung ke browser Anda. Mereka secara otomatis menerima alamat IP Anda ketika ini terjadi. Teknologi lain (seperti cookie, JavaScript, atau Web Beacon) juga dapat digunakan oleh jaringan iklan pihak ketiga untuk mengukur efektivitas iklan mereka dan/atau untuk mempersonalisasi konten iklan yang Anda lihat",
    "BookStory has no access to or control over these cookies that are used by third-party advertisers.": "BookStory tidak memiliki akses atau kontrol terhadap cookie ini yang digunakan oleh pengiklan pihak ketiga.",
    "You should consult the respective privacy policies of these third-party ad servers for more detailed information on their practices as well as for instructions about how to opt-out of certain practices. BookStory's privacy policy does not apply to, and we cannot control the activities of, such other advertisers or web sites.": "Anda harus berkonsultasi dengan kebijakan privasi masing-masing dari server iklan pihak ketiga ini untuk informasi lebih rinci tentang praktik mereka serta untuk petunjuk tentang cara menyisih dari praktik tertentu. Kebijakan privasi BookStory tidak berlaku untuk, dan kami tidak dapat mengontrol aktivitas, pengiklan atau situs web lain tersebut.",
    "If you wish to disable cookies, you may do so through your individual browser options. More detailed information about cookie management with specific web browsers can be found at the browsers' respective websites.": "Jika Anda ingin menonaktifkan cookie, Anda dapat melakukannya melalui opsi browser individual Anda. Informasi lebih rinci tentang manajemen cookie dengan browser web tertentu dapat ditemukan di situs web masing-masing browser."
}
