{
    "The :attribute must contain at least one letter.": ":atribut harus mengandung setidaknya satu huruf.",
    "The :attribute must contain at least one number.": ":attribute harus berisi setidaknya satu nomor.",
    "The :attribute must contain at least one symbol.": ":attribute harus mengandung setidaknya satu simbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":attribute harus berisi setidaknya satu huruf besar dan satu huruf kecil.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": ":atribut yang diberikan telah muncul dalam kebocoran data. Silakan pilih yang lain :atribut.",
    "Read and download documents for free": "Baca dan unduh dokumen secara gratis",
    "Privacy": "Pribadi",
    "Privacy Policy for": "Kebijakan Privasi untuk",
    "If you require any more information or have any questions about our privacy policy, please feel free to contact us by: BookStory.site@gmail.com.": "Jika Anda memerlukan informasi lebih lanjut atau memiliki pertanyaan tentang kebijakan privasi kami, jangan ragu untuk menghubungi kami melalui: BookStory.site@gmail.com.",
    "At BookStory, the privacy of our visitors is of extreme importance to us. This privacy policy document outlines the types of personal information is received and collected by BookStory and how it is used": "Di BookStory, privasi pengunjung kami sangat penting bagi kami. Dokumen kebijakan privasi ini menguraikan jenis informasi pribadi yang diterima dan dikumpulkan oleh BookStory dan bagaimana informasi itu digunakan",
    "Like many other Web sites, BookStory makes use of log files. The information inside the log files includes internet protocol ( IP ) addresses, type of browser, Internet Service Provider ( ISP ), date\/time stamp, referring\/exit pages, and number of clicks to analyze trends, administer the site, track user’s movement around the site, and gather demographic information. IP addresses, and other such information are not linked to any information that is personally identifiable.": "Seperti banyak situs Web lain, BookStory menggunakan file log. Informasi di dalam file log termasuk alamat protokol internet ( IP ), jenis browser, Penyedia Layanan Internet ( ISP ), cap tanggal\/waktu, halaman rujukan\/keluar, dan jumlah klik untuk menganalisis tren, mengelola situs, melacak pergerakan pengguna di sekitar situs, dan mengumpulkan informasi demografis. Alamat IP, dan informasi lain semacam itu tidak terkait dengan informasi apa pun yang dapat diidentifikasi secara pribadi.",
    "Our Service does not address anyone under the age of 18 (“Children”).": "Layanan kami tidak ditujukan kepada siapa pun yang berusia di bawah 18 tahun (“Anak-anak”).",
    "We do not knowingly collect personally identifiable information from anyone under the age of 18. If you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.": "Kami tidak secara sadar mengumpulkan informasi pengenal pribadi dari siapa pun yang berusia di bawah 18 tahun. Jika Anda adalah orang tua atau wali dan Anda mengetahui bahwa Anak-anak Anda telah memberikan Data Pribadi kepada kami, silakan hubungi kami. Jika kami mengetahui bahwa kami telah mengumpulkan Data Pribadi dari anak-anak tanpa verifikasi persetujuan orang tua, kami mengambil langkah-langkah untuk menghapus informasi tersebut dari server kami.",
    "BookStory does use cookies to store information about visitors preferences, record user-specific information on which pages the user access or visit, customize Web page content based on visitors browser type or other information that the visitor sends via their browser.": "BookStory menggunakan cookie untuk menyimpan informasi tentang preferensi pengunjung, merekam informasi spesifik pengguna di halaman mana yang diakses atau dikunjungi pengguna, menyesuaikan konten halaman Web berdasarkan jenis browser pengunjung atau informasi lain yang dikirim pengunjung melalui browser mereka.",
    "These third-party ad servers or ad networks use technology to the advertisements and links that appear on BookStory send directly to your browsers. They automatically receive your IP address when this occurs. Other technologies ( such as cookies, JavaScript, or Web Beacons ) may also be used by the third-party ad networks to measure the effectiveness of their advertisements and \/ or to personalize the advertising content that you see": "Server iklan atau jaringan iklan pihak ketiga ini menggunakan teknologi untuk iklan dan tautan yang muncul di BookStory mengirim langsung ke browser Anda. Mereka secara otomatis menerima alamat IP Anda ketika ini terjadi. Teknologi lain (seperti cookie, JavaScript, atau Web Beacon) juga dapat digunakan oleh jaringan iklan pihak ketiga untuk mengukur efektivitas iklan mereka dan\/atau untuk mempersonalisasi konten iklan yang Anda lihat",
    "BookStory has no access to or control over these cookies that are used by third-party advertisers.": "BookStory tidak memiliki akses atau kontrol terhadap cookie ini yang digunakan oleh pengiklan pihak ketiga.",
    "You should consult the respective privacy policies of these third-party ad servers for more detailed information on their practices as well as for instructions about how to opt-out of certain practices. BookStory's privacy policy does not apply to, and we cannot control the activities of, such other advertisers or web sites.": "Anda harus berkonsultasi dengan kebijakan privasi masing-masing dari server iklan pihak ketiga ini untuk informasi lebih rinci tentang praktik mereka serta untuk petunjuk tentang cara menyisih dari praktik tertentu. Kebijakan privasi BookStory tidak berlaku untuk, dan kami tidak dapat mengontrol aktivitas, pengiklan atau situs web lain tersebut.",
    "If you wish to disable cookies, you may do so through your individual browser options. More detailed information about cookie management with specific web browsers can be found at the browsers' respective websites.": "Jika Anda ingin menonaktifkan cookie, Anda dapat melakukannya melalui opsi browser individual Anda. Informasi lebih rinci tentang manajemen cookie dengan browser web tertentu dapat ditemukan di situs web masing-masing browser.",
    "Documents": "Dokumen",
    "Authors": "Penulis",
    "News": "Berita",
    "Contact": "Kontak",
    "Search": "Mencari",
    "Everything you want is ": "Semua yang Anda inginkan adalah",
    "free here": "gratis disini",
    "Search ,upload ,read and download your Documents.Non-profit activities for the community": "Cari, unggah, baca, dan unduh Dokumen Anda. Aktivitas nirlaba untuk komunitas",
    "Read documents": "Baca dokumen",
    "Upload documents": "Unggah dokumen",
    "Overview": "Ringkasan",
    "Total User": "Jumlah Pengguna",
    "Total Document": "Jumlah Dokumen",
    "Total Click": "Klik Total",
    "Everything you want is free here": "Semua yang Anda inginkan gratis di sini",
    "Take a look at some of our standout features": "Lihatlah beberapa fitur menonjol kami",
    "Everything is easy when you want to read and download documents online for free.": "Semuanya mudah ketika Anda ingin membaca dan mengunduh dokumen online secara gratis.",
    "Free documents upload": "Unggah dokumen gratis",
    "Do you have a document and want to share it with everyone? upload it here.": "Apakah Anda memiliki dokumen dan ingin membaginya dengan semua orang? unggah di sini.",
    "Security": "Keamanan",
    "We will protect your personal information,we will try to avoid any attacks to steal data.": "Kami akan melindungi informasi pribadi Anda, kami akan berusaha menghindari serangan apa pun untuk mencuri data.",
    "No advertising": "Tidak ada iklan",
    "Do not advertise for non-profit purposes,everything here you use it for free .": "Jangan beriklan untuk tujuan nirlaba, semua yang Anda gunakan di sini gratis.",
    "Most active contributors": "Kontributor paling aktif",
    "Popular Documents": "Dokumen Populer",
    "List Document": "Daftar Dokumen",
    "List Author": "Daftar Penulis",
    "Contact us": "Hubungi kami",
    "Contact information": "Kontak informasi",
    "Send any complaints or contributions to us here.Thanks.": "Kirimkan keluhan atau kontribusi apa pun kepada kami di sini. Terima kasih.",
    "Send us a message": "Kirimi kami pesan",
    "Full name": "Nama lengkap",
    "Subject": "Subjek",
    "Message": "Pesan",
    "Submit": "Kirim",
    "Max. 500 characters": "Maks. 500 karakter",
    "For personal and professional use. You cannot resell or redistribute these documents in their original or modified state.": "Untuk penggunaan pribadi dan profesional. Anda tidak dapat menjual kembali atau mendistribusikan kembali dokumen-dokumen ini dalam keadaan aslinya atau diubah.",
    "Read full privacy": "Baca privasi penuh",
    "Reader Reviews": "Ulasan Pembaca",
    "Write a review": "Menulis review",
    "Information": "Informasi",
    "Personal details and documents.": "Data pribadi dan dokumen.",
    "User privacy, use of technology and cybersecurity are linked to each other. Many previous studies consider online user base religion agnostic; this chapter will try to shed light on the user behaviour factors associated with religious beliefs. Current research did not fully explain the specifics of user behaviour influenced by religion. This chapter will use Islam as the religion in question.": "Privasi pengguna, penggunaan teknologi, dan keamanan siber saling terkait. Banyak penelitian sebelumnya mempertimbangkan agnostik agama berbasis pengguna online; bab ini akan mencoba menjelaskan faktor perilaku pengguna yang terkait dengan keyakinan agama. Penelitian saat ini tidak sepenuhnya menjelaskan secara spesifik perilaku pengguna yang dipengaruhi oleh agama. Bab ini akan menggunakan Islam sebagai agama yang dimaksud.",
    "Role": "Peran",
    "Status": "Status",
    "Report Author": "Penulis Laporan",
    "Follow": "Mengikuti",
    "Dashbroad": "Dasbor",
    "View profile": "Tampilkan profil",
    "Activity": "Aktivitas",
    "Notification": "Pemberitahuan",
    "Reports": "Laporan",
    "Profile": "Profil",
    "Action": "Tindakan",
    "Edit Profile": "Sunting profil",
    "Deactive your account": "non aktifkan akunmu",
    "Personal Information": "Informasi pribadi",
    "Password": "Kata sandi",
    "Add new document": "Tambahkan dokumen baru",
    "Your documents": "Dokumen Anda",
    "Upload your documents free!!": "Unggah dokumen Anda gratis!!",
    "Get started by creating a new document.": "Mulailah dengan membuat dokumen baru.",
    "New Document": "Dokumen Baru",
    "Dashboard": "Dasbor",
    "Note : Field": "Catatan : Lapangan",
    "is required": "Dibutuhkan",
    "Currently can only upload in PDF format": "Saat ini hanya dapat mengunggah dalam format PDF",
    "Title": "Judul",
    "Slug": "Siput",
    "If the slug is blank, it will be automatically generated by title.": "Jika slug kosong, itu akan secara otomatis dihasilkan oleh judul.",
    "Description": "Keterangan",
    "separated by commas": "dipisahkan dengan koma",
    "Upload a document": "Unggah dokumen",
    "or drag and drop": "atau seret dan lepas",
    "Back": "Kembali",
    "Save": "Menyimpan",
    "Join date": "Tanggal bergabung",
    "After deactivating your account, you will not be able to access your account again. However, your documents will still be displayed": "Setelah menonaktifkan akun Anda, Anda tidak akan dapat mengakses akun Anda lagi. Namun, dokumen Anda akan tetap ditampilkan",
    "Enter password to continue": "Masukkan kata sandi untuk melanjutkan",
    "Read now": "Baca sekarang",
    "Edit": "Sunting",
    "Deactive": "nonaktif",
    "Photo": "Foto",
    "Old password": "Password lama",
    "New password": "Kata sandi baru",
    "Confirm password": "Konfirmasi sandi",
    "Update": "Memperbarui",
    "total_document_in_list": "Ada semua :count_documents dokumen",
    "total_author_in_list": "Ada semua :count_authors penulis",
    "Related keywords" : "Kata kunci terkait",
    "There are no matching documents, please try again": "Tidak ada dokumen yang cocok, silakan coba lagi",
    "Keyword : ": "Kata kunci : ",
    "Top Keyword" : "Kata Kunci Teratas",
    "lang" : "id",
    "locale" : "id_ID",
    "Bookstory - The free ebook library has more than 5000 titles to read online, read stories online, download stories, download books for free. The free bookstore comes in a variety of formats to read on a variety of devices.": "Bookstory - Perpustakaan ebook gratis dengan lebih dari 5000 judul untuk dibaca online, membaca cerita online, mengunduh cerita, mengunduh buku secara gratis. Toko buku gratis hadir dalam berbagai format untuk dibaca di berbagai perangkat."
}
