{
    "The :attribute must contain at least one letter.": " :attribute phải chứa ít nhất một chữ cái.",
    "The :attribute must contain at least one number.": " :attribute phải chứa ít nhất một chữ số.",
    "The :attribute must contain at least one symbol.": " :attribute phải chứa ít nhất một ký tự.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": " :attribute phải chứa ít nhất một chữ hoa và một chữ thường.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": " :attribute đã xuất hiện trong một vụ rò rỉ dữ liệu. Vui lòng chọn khác :attribute.",
    "Read and download documents for free": "Đọc và tải xuống tài liệu miễn phí của bạn",
    "Privacy": "Điều khoản chính sách",
    "Privacy Policy for": "Điều khoản chính sách và bảo mật của",
    "If you require any more information or have any questions about our privacy policy, please feel free to contact us by: BookStory.site@gmail.com.": "Nếu bạn cần thêm thông tin hoặc có bất kỳ câu hỏi nào về chính sách bảo mật của chúng tôi, vui lòng liên hệ với chúng tôi theo địa chỉ: BookStory.site@gmail.com.",
    "At BookStory, the privacy of our visitors is of extreme importance to us. This privacy policy document outlines the types of personal information is received and collected by BookStory and how it is used": "Tại BookStory, quyền riêng tư của khách truy cập là cực kỳ quan trọng đối với chúng tôi. Tài liệu chính sách bảo mật này phác thảo các loại thông tin cá nhân được BookStory tiếp nhận và thu thập cũng như cách sử dụng thông tin đó.",
    "Like many other Web sites, BookStory makes use of log files. The information inside the log files includes internet protocol ( IP ) addresses, type of browser, Internet Service Provider ( ISP ), date/time stamp, referring/exit pages, and number of clicks to analyze trends, administer the site, track user’s movement around the site, and gather demographic information. IP addresses, and other such information are not linked to any information that is personally identifiable.": "Giống như nhiều trang Web khác, BookStory sử dụng các tệp nhật ký. Thông tin bên trong tệp nhật ký bao gồm địa chỉ giao thức internet (IP), loại trình duyệt, Nhà cung cấp dịch vụ Internet (ISP), dấu ngày / giờ, trang giới thiệu / thoát và số lần nhấp để phân tích xu hướng, quản lý trang web, theo dõi chuyển động của người dùng xung quanh trang web và thu thập thông tin nhân khẩu học. Địa chỉ IP và các thông tin khác như vậy không được liên kết với bất kỳ thông tin nào có thể nhận dạng cá nhân.",
    "Our Service does not address anyone under the age of 18 (“Children”).": "Dịch vụ của chúng tôi không giải quyết bất kỳ ai dưới 18 tuổi (“Trẻ em”).",
    "We do not knowingly collect personally identifiable information from anyone under the age of 18. If you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.": "Chúng tôi không cố ý thu thập thông tin nhận dạng cá nhân từ bất kỳ ai dưới 18 tuổi. Nếu bạn là cha mẹ hoặc người giám hộ và bạn biết rằng Con bạn đã cung cấp Dữ liệu Cá nhân cho chúng tôi, vui lòng liên hệ với chúng tôi. Nếu chúng tôi biết rằng chúng tôi đã thu thập Dữ liệu Cá nhân từ trẻ em mà không có sự xác minh của sự đồng ý của cha mẹ, chúng tôi sẽ thực hiện các bước để xóa thông tin đó khỏi máy chủ của mình.",
    "BookStory does use cookies to store information about visitors preferences, record user-specific information on which pages the user access or visit, customize Web page content based on visitors browser type or other information that the visitor sends via their browser.": "BookStory sử dụng cookie để lưu trữ thông tin về sở thích của khách truy cập, ghi lại thông tin người dùng cụ thể về những trang mà người dùng truy cập hoặc truy cập, tùy chỉnh nội dung trang Web dựa trên loại trình duyệt của khách truy cập hoặc thông tin khác mà khách truy cập gửi qua trình duyệt của họ.",
    "These third-party ad servers or ad networks use technology to the advertisements and links that appear on BookStory send directly to your browsers. They automatically receive your IP address when this occurs. Other technologies ( such as cookies, JavaScript, or Web Beacons ) may also be used by the third-party ad networks to measure the effectiveness of their advertisements and / or to personalize the advertising content that you see": "Các máy chủ quảng cáo hoặc mạng quảng cáo của bên thứ ba này sử dụng công nghệ để các quảng cáo và liên kết xuất hiện trên BookStory gửi trực tiếp đến trình duyệt của bạn. Họ tự động nhận địa chỉ IP của bạn khi điều này xảy ra. Các công nghệ khác (chẳng hạn như cookie, JavaScript hoặc Web Beacons) cũng có thể được mạng quảng cáo của bên thứ ba sử dụng để đo lường hiệu quả quảng cáo của họ và / hoặc để cá nhân hóa nội dung quảng cáo mà bạn thấy",
    "BookStory has no access to or control over these cookies that are used by third-party advertisers.": "BookStory không có quyền truy cập hoặc kiểm soát các cookie được các nhà quảng cáo bên thứ ba sử dụng.",
    "You should consult the respective privacy policies of these third-party ad servers for more detailed information on their practices as well as for instructions about how to opt-out of certain practices. BookStory's privacy policy does not apply to, and we cannot control the activities of, such other advertisers or web sites.": "Bạn nên tham khảo chính sách bảo mật tương ứng của các máy chủ quảng cáo của bên thứ ba này để biết thêm thông tin chi tiết về các hoạt động của chúng cũng như để được hướng dẫn về cách chọn không tham gia một số thực hành nhất định. Chính sách bảo mật của BookStory không áp dụng cho và chúng tôi không thể kiểm soát hoạt động của các nhà quảng cáo hoặc trang web khác như vậy.",
    "If you wish to disable cookies, you may do so through your individual browser options. More detailed information about cookie management with specific web browsers can be found at the browsers' respective websites.": "Nếu bạn muốn tắt cookie, bạn có thể làm như vậy thông qua các tùy chọn trình duyệt cá nhân của mình. Thông tin chi tiết hơn về quản lý cookie với các trình duyệt web cụ thể có thể được tìm thấy tại các trang web tương ứng của trình duyệt.",
    "Documents": "Tài liệu",
    "Authors": "Tác giả",
    "News": "News",
    "Contact": "Liên hệ",
    "Search": "Tìm kiếm...",
    "Everything you want is ": "Mọi thứ bạn muốn đều ",
    "free here": "miễn phí ở đây",
    "Search ,upload ,read and download your Documents.Non-profit activities for the community": "Tìm kiếm ,tải lên, đọc và tải xuống tài liệu của bạn.Phi lợi nhuận vì cộng đồng",
    "Read documents": "Đọc tài liệu",
    "Upload documents": "Tải lên tài liệu",
    "Overview": "Tổng Quan",
    "Total User": "Tổng số người dùng",
    "Total Document": "Tổng số tài liệu",
    "Total Click": "Tổng lượt truy cập",
    "Everything you want is free here": "Mọi thứ bạn muốn đều miễn phí ở đây",
    "Take a look at some of our standout features": "Hãy xem một số tính năng nổi bật của chúng tôi",
    "Everything is easy when you want to read and download documents online for free.": "Mọi thứ đều dễ dàng khi bạn muốn đọc và tải xuống tài liệu trực tuyến miễn phí",
    "Free documents upload": "Miễn phí tải lên tài liệu",
    "Do you have a document and want to share it with everyone? upload it here.": "Bạn có tài liệu và muốn chia sẻ nó với mọi người không? Tải lên nó ở đây.",
    "Security": "Bảo mật",
    "We will protect your personal information,we will try to avoid any attacks to steal data.": "Chúng tôi sẽ bảo vệ thông tin cá nhân của bạn, chúng tôi sẽ cố gắng tránh mọi cuộc tấn công để đánh cắp dữ liệu.",
    "No advertising": "Không quảng cáo",
    "Do not advertise for non-profit purposes,everything here you use it for free .": "Không quảng cáo cho các mục đích phi lợi nhuận, mọi thứ ở đây bạn sử dụng miễn phí.",
    "Most active contributors": "Các tác giả đóng góp nổi bật nhất",
    "Popular Documents": "Tài liệu phổ biến",
    "List Document": "Danh sách tài liệu",
    "List Author": "Danh sách tác giả",
    "Contact us": "Liên hệ với chúng tôi",
    "Contact information": "Thông tin liên hệ",
    "Send any complaints or contributions to us here.Thanks.": "Gửi bất kỳ khiếu nại hoặc đóng góp nào cho chúng tôi tại đây.Cám ơn",
    "Send us a message": "Gửi tin nhắn cho chúng tôi",
    "Full name": "Họ và tên",
    "Subject": "Tiêu đề",
    "Message": "Nội dung",
    "Submit": "Gửi",
    "Max. 500 characters": "Giới hạn 500 ký tự",
    "For personal and professional use. You cannot resell or redistribute these documents in their original or modified state.": "Cho sử dụng cá nhân và chuyên nghiệp. Bạn không thể bán lại hoặc phân phối lại các tài liệu này ở trạng thái gốc hoặc sửa đổi của chúng",
    "Read full privacy": "Đọc toàn bộ quyền chính sách riêng tư",
    "Reader Reviews": "Độc giả đánh giá",
    "Write a review": "Để lại đánh giá của bạn",
    "Information": "Thông tin chung",
    "Personal details and documents.": "Thông tin chi tiết và các tài liệu",
    "User privacy, use of technology and cybersecurity are linked to each other. Many previous studies consider online user base religion agnostic; this chapter will try to shed light on the user behaviour factors associated with religious beliefs. Current research did not fully explain the specifics of user behaviour influenced by religion. This chapter will use Islam as the religion in question.": "Quyền riêng tư của người dùng, sử dụng công nghệ và an ninh mạng được liên kết với nhau. Nhiều nghiên cứu trước đây xem xét tôn giáo cơ sở người dùng trực tuyến bất khả tri; Chương này sẽ cố gắng làm sáng tỏ các yếu tố hành vi của người dùng liên quan đến niềm tin tôn giáo. Nghiên cứu hiện tại đã không giải thích đầy đủ các chi tiết cụ thể về hành vi của người dùng bị ảnh hưởng bởi tôn giáo. Chương này sẽ sử dụng Hồi giáo làm tôn giáo trong câu hỏi.",
    "Role": "Vai trò",
    "Status": "Trạng thái",
    "Report Author": "Báo cáo vi phạm tác giả",
    "Follow": "Theo dõi",
    "Dashbroad": "Bảng điều khiển",
    "View profile": "Trang cá nhân",
    "Activity": "Hoạt động",
    "Notification": "Thông báo",
    "Reports": "Báo cáo của bạn",
    "Profile": "Thông tin cá nhân",
    "Action": "Hành động",
    "Edit Profile": "Chỉnh sửa thông tin cá nhân",
    "Deactive your account": "Hủy kích hoạt tài khóản",
    "Personal Information": "Thông tin cá nhân",
    "Password": "Mật khẩu",
    "Add new document": "Thêm mới tài liệu của bạn",
    "Your documents": "Tài liệu của bạn : ",
    "Upload your documents free!!": "Tải lên miễn phí tài liệu của bạn",
    "Get started by creating a new document.": "Bắt đầu bằng cách tạo một tài liệu mới.",
    "New Document": "Thêm mới tài liệu",
    "Dashboard": "Bảng điều khiển",
    "Note : Field": "Lưu ý : Các trường có",
    "is required": "bắt buộc phải nhập",
    "Currently can only upload in PDF format": "Hiện tại chỉ có thể upload file định dạng PDF",
    "Title": "Tiêu đề",
    "Slug": "Đường dẫn",
    "If the slug is blank, it will be automatically generated by title.": "Nếu bạn để trống đường dẫn,nó sẽ tự động được tạo từ tiêu đề",
    "Description": "Mô tả chi tiết",
    "separated by commas": "phân tách bằng dấu phẩy",
    "Upload a document": "Tải lên một tài liệu",
    "or drag and drop": "hoặc kéo và thả",
    "Back": "Quay lại",
    "Save": "Lưu",
    "Join date": "Ngày tham gia",
    "After deactivating your account, you will not be able to access your account again. However, your documents will still be displayed": "Sau khi hủy kích hoạt tài khoản, bạn sẽ không thể truy cập lại vào tài khoản của mình. Tuy nhiên, tài liệu của bạn sẽ vẫn được hiển thị",
    "Enter password to continue": "Nhập mật khẩu để tiếp tục",
    "Read now": "Đọc ngay",
    "Edit": "Chỉnh sửa",
    "Deactive": "Hủy kích hoạt",
    "Photo": "Ảnh đại diện",
    "Old password": "Mật khẩu cũ",
    "New password": "Mật khẩu mới",
    "Confirm password": "Xác nhận mật khẩu",
    "Update": "Cập nhật",
    "total_document_in_list": "Có tất cả :count_documents tài liệu",
    "total_author_in_list": "Có tất cả :count_authors tác giả",
    "Related keywords": "Từ khóa liên quan",
    "There are no matching documents, please try again": "Không có tài liệu nào phù hợp,vui lòng thử lại",
    "Keyword : ": "Từ khóa : ",
    "Top Keyword" : "Từ khóa nổi bật",
    "lang" : "vi",
    "locale" : "vi_VN",
    "Bookstory - The free ebook library has more than 50000000 titles to read online, read stories online, download stories, download books for free. The free bookstore comes in a variety of formats to read on a variety of devices.": "Bookstory - Thư viện sách ebook miễn phí có hơn 50000000 đầu sách đọc sách online, đọc truyện online, tải truyện, tải sách miễn phí. Nhà sách miễn phí có nhiều định dạng để đọc trên nhiều thiết bị khác nhau."
}
